Repository: Carlosdss/ConverseJSspamina
Catalog: locale/*/LC_MESSAGES/converse.po
Languages: de, fr, he, hu

source: Bookmark this room
de: Raum als Lesezeichen setzen
fr: Marquer ce salon

source: The name for this bookmark:
de: Der Name für das Lesezeichen:
fr: Nom de ce marque-page :

source: Would you like this room to be automatically joined upon startup?
de: Beim Anmelden diesem Raum automatisch betreten?
fr: Voulez-vous rejoindre automatiquement ce salon au lancement ?

source: What should your nickname for this room be?
de: Wie soll dein Nickname in diesem Raum sein?
fr: Quel alias devrait être utilisé pour ce salon ?

source: Save
de: Speichern
fr: Enregistrer
he: שמור
hu: Ment

source: Cancel
de: Abbrechen
fr: Annuler
he: ביטול
hu: Mégsem

source: Are you sure you want to remove the bookmark "%1$s"?
de: Wollen Sie dieses Lesezeichen "%1$s" wirklich entfernen?
fr: Voulez-vous vraiment retirer le marque-page « %1$s » ?

source: Sorry, something went wrong while trying to save your bookmark.
de: Entschuldigung! Beim Versuch das Lesezeichens zu speichern schlug etwas fehl.
fr: Désolé, quelque chose s’est mal passé pendant la sauvegarde de ce marque-page.

source: Click to toggle the bookmarks list
de: Liste der Lesezeichen umschalten
fr: Cliquer pour ouvrir la liste des salons

source: Bookmarks
de: Lesezeichen
fr: Marques-page

source: Leave this room
de: Diesen Raum verlassen
fr: Quitter ce salon

source: Remove this bookmark
de: Dieses Lesezeichen entfernen
fr: Retirer ce marque-page

source: Unbookmark this room
de: Lesezeichen dieses Raums entfernen
fr: Retirer ce salon

source: Show more information on this room
de: Mehr Information über diesen Raum zeigen
fr: Afficher davantage d’informations sur ce salon
he: הצג עוד מידע אודות חדר זה
hu: További információk a csevegőszobáról

source: Click to open this room
de: Hier klicken um diesen Raum zu öffnen
fr: Cliquer pour ouvrir ce salon
he: לחץ כדי לפתוח את חדר זה
hu: Belépés a csevegőszobába

source: You have unread messages
de: Sie haben ungelesene Nachrichten
fr: Vous avez de nouveaux messages

source: Close this chat box
de: Das Chat-Fenster schließen
fr: Fermer cette fenêtre de discussion
hu: A csevegés bezárása

source: Personal message
de: Persönliche Nachricht
fr: Message personnel
he: הודעה אישית
hu: Személyes üzenet

source: Send
de: Senden
fr: Envoyer

source: me
de: Ich
fr: moi
he: אני
hu: Én

source: A very large message has been received.This might be due to an attack meant to degrade the chat performance.Output has been shortened.
de: Eine sehr lange Nachricht wurde empfangen. Dies könnte ein Angriff mit dem Ziel sein die Chat-Performanz zu reduzieren. Die Ausgabe wurde gekürzt.
fr: Un message très long a été reçu. Cela pourrait être lié à une attaque visant à dégrader la performance de la conversation. La sortie a été tronquée.

source: Typing from another device
de: Schreibt von einem anderen Gerät
fr: Saisie depuis un autre appareil

source: is typing
de: tippt
fr: écrit
he: מקליד(ה) כעת
hu: gépel...

source: Stopped typing on the other device
de: Schreibt nicht mehr auf dem anderen Gerät
fr: Fin de saisie depuis l’autre appareil

source: has stopped typing
de: tippt nicht mehr
fr: a arrêté d’écrire
he: חדל(ה) להקליד
hu: már nem gépel

source: has gone away
de: ist jetzt abwesend
fr: est parti
he: נעדר(ת)
hu: távol van

source: Show this menu
de: Dieses Menü anzeigen
fr: Afficher ce menu
he: הצג את תפריט זה
hu: Mutasd a menüt

source: Write in the third person
de: In der dritten Person schreiben
fr: Écrire à la troisième personne
he: כתוב בגוף השלישי
hu: Írjon egyes szám harmadik személyben

source: Remove messages
de: Nachrichten entfernen
fr: Effacer les messages
he: הסר הודעות
hu: Üzenetek törlése

source: Are you sure you want to clear the messages from this chat box?
de: Sind Sie sicher, dass Sie alle Nachrichten dieses Chats löschen möchten?
fr: Voulez-vous vraiment supprimer les messages de cette conversation ?
he: האם אתה בטוח כי ברצונך לטהר את ההודעות מתוך תיבת שיחה זה?
hu: Törölni szeretné az eddigi üzeneteket?

source: has gone offline
de: ist offline gegangen
fr: s’est déconnecté
he: כבר לא מקוון
hu: kijelentkezett

source: is busy
de: ist beschäftigt
fr: est occupé
he: עסוק(ה) כעת
hu: elfoglalt

source: Clear all messages
de: Alle Nachrichten löschen
fr: Supprimer tous les messages
he: טהר את כל ההודעות
hu: Üzenetek törlése

source: Insert a smiley
de: Smiley einfügen
fr: Insérer une émoticône
he: הכנס סמיילי
hu: Hangulatjel beszúrása

source: Start a call
de: Beginne ein Gespräch
fr: Démarrer un appel
he: התחל שיחה
hu: Hívás indítása

source: XMPP Username:
de: XMPP Benutzername:
fr: Nom d’utilisateur XMPP :
he: שם משתמש XMPP:
hu: XMPP/Jabber azonosító:

source: Password:
de: Passwort:
fr: Mot de passe :
he: סיסמה:
hu: Jelszó:

source: Click here to log in anonymously
de: Hier klicken um anonym anzumelden
fr: Cliquez ici pour se connecter anonymement
he: לחץ כאן כדי להתחבר באופן אנונימי
hu: Kattintson ide a névtelen bejelentkezéshez

source: Log In
de: Anmelden
fr: Se connecter
he: כניסה
hu: Belépés

source: Username
de: Benutzername
fr: Nom

source: user@server
de: Benutzer@Server
fr: utilisateur@serveur
hu: felhasznalo@szerver

source: password
de: passwort
fr: Mot de passe
he: סיסמה
hu: jelszó

source: Sign in
de: Anmelden
fr: S’inscrire
he: התחברות
hu: Belépés

source: I am %1$s
de: Ich bin %1$s
fr: Je suis %1$s
he: מצבי כעת הינו %1$s
hu: %1$s vagyok

source: Click here to write a custom status message
de: Hier klicken um Statusnachricht zu ändern
fr: Cliquez ici pour indiquer votre statut personnel
he: לחץ כאן כדי לכתוב הודעת מצב מותאמת
hu: Egyedi státusz üzenet írása

source: Click to change your chat status
de: Hier klicken um Status zu ändern
fr: Cliquez pour changer votre statut
he: לחץ כדי לשנות את הודעת השיחה שלך
hu: Saját státusz beállítása

source: Custom status
de: Statusnachricht
fr: Statut personnel
he: מצב מותאם
hu: Egyedi státusz

source: online
fr: en ligne
he: מקוון
hu: elérhető

source: busy
de: beschäftigt
fr: occupé
he: עסוק
hu: elfoglalt

source: away for long
de: länger abwesend
fr: absent pour une longue durée
he: נעדר לזמן מה
hu: hosszú ideje távol

source: away
de: abwesend
fr: absent
he: נעדר
hu: távol

source: offline
de: abgemeldet
fr: Déconnecté
he: לא מקוון
hu: nem elérhető

source: Online
fr: En ligne
he: מקוון
hu: Elérhető

source: Busy
de: Beschäftigt
fr: Occupé
he: עסוק
hu: Foglalt

source: Away
de: Abwesend
fr: Absent
he: נעדר
hu: Távol

source: Offline
de: Abgemeldet
fr: Déconnecté
he: לא מקוון
hu: Nem elérhető

source: Log out
de: Abmelden
fr: Se déconnecter
he: התנתקות
hu: Kilépés

source: Click to add new chat contacts
de: Hier klicken um neuen Kontakt hinzuzufügen
fr: Cliquez pour ajouter de nouveaux contacts
he: לחץ כדי להוסיף אנשי קשר שיחה חדשים
hu: Új csevegőpartner hozzáadása

source: Add a contact
de: Kontakt hinzufügen
fr: Ajouter un contact
he: הוסף איש קשר
hu: Új partner felvétele

source: Contact name
de: Name des Kontakts
fr: Nom du contact
he: שם איש קשר
hu: Partner neve

source: Search
de: Suche
fr: Rechercher
he: חיפוש
hu: Keresés

source: e.g. user@example.org
de: z.B. benutzer@example.org
fr: e.g. utilisateur@exemple.org

source: Add
de: Hinzufügen
fr: Ajouter
he: הוסף
hu: Hozzáad

source: No users found
de: Keine Benutzer gefunden
fr: Aucun utilisateur trouvé
he: לא נמצאו משתמשים
hu: Nincs felhasználó

source: This client does not allow presence subscriptions
de: Dieser Kontakt erlaubt die Abonnieren des Status nicht
fr: Ce client ne permet pas les mises à jour de disponibilité
he: לקוח זה לא מתיר הרשמות נוכחות
hu: Ez a kliens nem engedélyezi a jelenlét követését

source: Click to hide these contacts
de: Hier klicken um diese Kontakte zu verstecken
fr: Cliquez pour cacher ces contacts
he: לחץ כדי להסתיר את אנשי קשר אלה
hu: A csevegő partnerek elrejtése

source: Close this box
de: Schließen
fr: Fermer cette fenêtre

source: Minimize this chat box
de: Minimiere dieses Gesprächsfenster
fr: Réduire cette fenêtre de discussion
hu: A csevegés minimalizálása

source: Click to restore this chat
de: Hier klicken um diesen Chat wiederherzustellen
fr: Cliquez pour afficher cette discussion
he: לחץ כדי לשחזר את שיחה זו
hu: A csevegés visszaállítása

source: Minimized
de: Minimiert
fr: Réduit(s)
he: ממוזער
hu: Minimalizálva

source: This room is not anonymous
de: Dieser Raum ist nicht anonym
fr: Ce salon n’est pas anonyme
he: חדר זה אינו אנונימי
hu: Ez a szoba NEM névtelen

source: This room now shows unavailable members
de: Dieser Raum zeigt jetzt nicht verfügbare Mitglieder an
fr: Ce salon affiche maintenant les membres indisponibles
he: חדר זה כעת מציג חברים לא זמינים
hu: Ez a szoba mutatja az elérhetetlen tagokat

source: This room does not show unavailable members
de: Dieser Raum zeigt jetzt nicht verfügbare Mitglieder nicht an
fr: Ce salon n’affiche pas les membres indisponibles
he: חדר זה לא מציג חברים לא זמינים
hu: Ez a szoba nem mutatja az elérhetetlen tagokat

source: The room configuration has changed
de: Die Raumkonfiguration hat sich geändert
fr: Les paramètres de ce salon ont été modifiés

source: Room logging is now enabled
de: Nachrichten in diesem Raum werden ab jetzt protokolliert
fr: Le logging du salon est activé
he: יומן חדר הינו מופעל כעת
hu: A szobába a belépés lehetséges

source: Room logging is now disabled
de: Nachrichten in diesem Raum werden nicht mehr protokolliert
fr: Le logging du salon est désactivé
he: יומן חדר הינו מנוטרל כעת
hu: A szobába a belépés szünetel

source: This room is now no longer anonymous
de: Dieses Zimmer ist jetzt nicht anonym
fr: Ce salon n’est plus anonyme

source: This room is now semi-anonymous
de: Dieser Raum ist jetzt teils anonym
fr: Ce salon est maintenant semi-anonyme
he: חדר זה הינו אנונימי-למחצה כעת
hu: Ez a szoba most félig névtelen

source: This room is now fully-anonymous
de: Dieser Raum ist jetzt anonym
fr: Ce salon est maintenant entièrement anonyme
he: חדר זה הינו אנונימי-לחלוטין כעת
hu: Ez a szoba most teljesen névtelen

source: A new room has been created
de: Ein neuer Raum wurde erstellt
fr: Un nouveau salon a été créé
he: חדר חדש נוצר
hu: Létrejött egy új csevegőszoba

source: You have been banned from this room
de: Sie sind aus diesem Raum verbannt worden
fr: Vous avez été banni de ce salon
he: נאסרת מתוך חדר זה
hu: Ki lettél tíltva ebből a szobából

source: You have been kicked from this room
de: Sie wurden aus diesem Raum hinausgeworfen
fr: Vous avez été expulsé de ce salon
he: נבעטת מתוך חדר זה
hu: Ki lettél dobva ebből a szobából

source: You have been removed from this room because of an affiliation change
de: Sie wurden wegen einer Zugehörigkeitsänderung entfernt
fr: Vous avez été retiré de ce salon du fait d’un changement d’affiliation
he: הוסרת מתוך חדר זה משום שינוי שיוך
hu: Taglista módosítás miatt kiléptettünk a csevegőszobából

source: You have been removed from this room because the room has changed to members-only and you're not a member
de: Du wurdest aus dem Raum entfernt, da der Raum jetzt nur noch Mitglieder erlaubt und du kein Mitglied bist
fr: Vous avez été retiré de ce salon parce que ce salon est devenu réservé aux membres et vous n’êtes pas membre
he: הוסרת מתוך חדר זה משום שהחדר שונה לחברים-בלבד ואינך במעמד של חבר
hu: Kiléptettünk a csevegőszobából, mert mostantól csak a taglistán szereplők lehetnek jelen

source: You have been removed from this room because the MUC (Multi-user chat) service is being shut down.
de: Sie wurden aus diesem Raum entfernt, da der MUC (Multi-User Chat) Dienst gerade heruntergefahren wird.
fr: Vous avez été retiré de ce salon parce que le service de chat multi-utilisateur a été désactivé.
he: הוסרת מתוך חדר זה משום ששירות שמ״מ (שיחה מרובת משתמשים) זה כעת מצוי בהליכי סגירה.
hu: Kiléptettünk a csevegőszobából, mert a MUC (Multi-User Chat) szolgáltatás leállításra került.

source: %1$s has been banned
de: %1$s ist verbannt worden
fr: %1$s a été banni

source: %1$s's nickname has changed
de: %1$s's Spitzname hat sich geändert
fr: L’alias de %1$s a changé

source: %1$s has been kicked out
de: %1$s wurde hinausgeworfen
fr: %1$s a été expulsé

source: %1$s has been removed because of an affiliation change
de: %1$s wurde wegen einer Zugehörigkeitsänderung entfernt
fr: %1$s a été supprimé à cause d’un changement d’affiliation

source: %1$s has been removed for not being a member
de: %1$s ist kein Mitglied und wurde daher entfernt
fr: %1$s a été supprimé car il n’est pas membre

source: Your nickname has been automatically set to: %1$s
de: Ihr Spitzname wurde automatisiert geändert zu: %1$s
fr: Votre alias a été automatiquement déterminé en : %1$s

source: Your nickname has been changed to: %1$s
de: Ihr Spitzname wurde geändert zu: %1$s
fr: Votre alias a été modifié en : %1$s

source: Close and leave this room
de: Schließe und verlasse diesen Raum
fr: Fermer et quitter ce salon

source: Configure this room
de: Einstellungsänderungen an diesem Raum vornehmen
fr: Configurer ce salon

source: Hide the list of occupants
de: Teilnehmerliste ausblenden
fr: Cacher la liste des participants
hu: A résztvevők listájának elrejtése

source: Are you sure you want to clear the messages from this room?
de: Sind Sie sicher, dass Sie alle Nachrichten in diesem Raum löschen möchten?
fr: Voulez-vous vraiment supprimer les messages de ce salon ?
he: האם אתה בטוח כי ברצונך לטהר את ההודעות מתוך חדר זה?
hu: Törölni szeretné az üzeneteket ebből a szobából?

source: Error: could not execute the command
de: Fehler: Konnte den Befehl nicht ausführen
fr: Erreur : la commande ne peut pas être exécutée
he: שגיאה: לא היתה אפשרות לבצע פקודה
hu: Hiba: A parancs nem értelmezett

source: Change user's affiliation to admin
de: Ändere die Zugehörigkeit des Benutzers zu Administrator
fr: Changer le rôle de l’utilisateur en administrateur
he: שנה סינוף משתמש למנהל
hu: A felhasználó adminisztrátorrá tétele

source: Ban user from room
de: Verbanne einen Benutzer aus dem Raum
fr: Bannir l’utilisateur du salon
he: אסור משתמש מתוך חדר
hu: Felhasználó kitíltása a csevegőszobából

source: Change user role to occupant
de: Benutzerrolle zu Teilnehmer ändern
fr: Changer le rôle de l’utilisateur en participant
hu: A felhasználó taggá tétele

source: Kick user from room
de: Werfe Benutzer aus dem Raum
fr: Expulser l’utilisateur du salon
he: בעט משתמש מתוך חדר
hu: Felhasználó kiléptetése a csevegőszobából

source: Write in 3rd person
de: In der dritten Person schreiben
fr: Écrire à la troisième personne
he: כתוב בגוף שלישי
hu: Írjon egyes szám harmadik személyben

source: Grant membership to a user
de: Gewähre einem Benutzer Mitgliedschaft
fr: Autoriser l’utilisateur à être membre
he: הענק חברות למשתמש
hu: Tagság megadása a felhasználónak

source: Remove user's ability to post messages
de: Entferne die Möglichkeit des Benutzers Nachrichten zu senden
fr: Retirer le droit d’envoyer des messages
he: הסר יכולת משתמש לפרסם הודעות
hu: A felhasználó nem küldhet üzeneteket

source: Change your nickname
de: Spitznamen ändern
fr: Changer votre alias
he: שנה את השם כינוי שלך
hu: Becenév módosítása

source: Grant moderator role to user
de: Gebe Benutzer Moderatorrechte
fr: Changer le rôle de l’utilisateur en modérateur
he: הענק תפקיד אחראי למשתמש
hu: Moderátori jog adása a felhasználónak

source: Grant ownership of this room
de: Besitzrechte an diesem Raum vergeben
fr: Accorder la propriété à ce salon
he: הענק בעלות על חדר זה
hu: A szoba tulajdonjogának megadása

source: Revoke user's membership
de: Widerrufe die Mitgliedschaft des Benutzers
fr: Révoquer l’utilisateur des membres
he: שלול חברות משתמש
hu: Tagság megvonása a felhasználótól

source: Set room subject
de: Chatraum Thema festlegen
fr: Indiquer le sujet du salon

source: Set room subject (alias for /subject)
de: Setze Raumthema (alias für /subject)
fr: Définir le sujet de la salle (alias pour /subject)

source: Allow muted user to post messages
de: Erlaube stummgeschaltetem Benutzer Nachrichten zu senden
fr: Autoriser les utilisateurs muets à poster des messages
he: התר למשתמש מושתק לפרסם הודעות
hu: Elnémított felhasználók is küldhetnek üzeneteket

source: The nickname you chose is reserved or currently in use, please choose a different one.
de: Der gewählte Spitzname ist reserviert oder derzeit in Gebrauch. Bitte wähle einen Anderen.
fr: L’alias choisi est réservé ou actuellment utilisé, veuillez en choisir un différent.

source: Please choose your nickname
de: Wähle deinen Spitznamen
fr: Veuillez choisir votre alias

source: Nickname
de: Spitzname
fr: Alias
he: שם כינוי
hu: Becenév

source: Enter room
de: Betrete Raum
fr: Entrer dans le salon

source: This chatroom requires a password
de: Dieser Raum erfordert ein Passwort
fr: Ce salon nécessite un mot de passe
he: חדר שיחה זה מצריך סיסמה
hu: A csevegőszobába belépéshez jelszó szükséges

source: Password:
de: Passwort:
fr: Mot de passe :
he: סיסמה:
hu: Jelszó:

source: Submit
de: Abschicken
fr: Soumettre
he: שלח
hu: Küldés

source: This action was done by %1$s.
de: Diese Aktion wurde ausgeführt durch %1$s.
fr: L’action a été réalisée par %1$s.

source: The reason given is: "%1$s".
de: Die angegebene Begründung lautet: "%1$s".
fr: La raison indiquée est : « %1$s ».

source: has left the room. "
de: hat den Raum verlassen. "
fr: a quitté le salon. "

source: has left the room
de: hat den Raum verlassen
fr: a quitté le salon

source: has joined the room. "
de: hat den Raum betreten. "
fr: a rejoint le salon. "

source: has joined the room.
de: ist dem Raum beigetreten.
fr: a rejoint le salon.

source: You are not on the member list of this room.
de: Sie sind nicht auf der Mitgliederliste dieses Raums.
fr: Vous n’êtes pas dans la liste des membres de ce salon.

source: You have been banned from this room.
de: Sie sind aus diesem Raum verbannt worden.
fr: Vous avez été banni de ce salon.

source: No nickname was specified.
de: Kein Spitzname festgelegt.
fr: Aucun alias n’a été indiqué.

source: You are not allowed to create new rooms.
de: Es ist Ihnen nicht erlaubt neue Räume anzulegen.
fr: Vous n’êtes pas autorisé à créer des salons.

source: Your nickname doesn't conform to this room's policies.
de: Ungültiger Spitzname.
fr: Votre alias n’est pas conforme à la politique de ce salon.

source: This room does not (yet) exist.
de: Dieser Raum existiert (noch) nicht.
fr: Ce salon n’existe pas (pour l’instant).

source: This room has reached its maximum number of occupants.
de: Maximale Anzahl an Mitgliedern für diesen Raum erreicht
fr: Ce salon a atteint sa limite maximale d’occupants.

source: Topic set by %1$s to: %2$s
de: %1$s hat das Thema zu "%2$s" geändert
fr: Le sujet « %2$s » a été défini par %1$s
he: נושא חדר זה נקבע על ידי %1$s אל: %2$s
hu: A következő témát állította be %1$s: %2$s

source: This user is a moderator.
de: Dieser Benutzer ist ein Moderator.
fr: Cet utilisateur est un modérateur.

source: This user can send messages in this room.
de: Dieser Benutzer kann Nachrichten in diesem Raum verschicken.
fr: Cet utilisateur peut envoyer des messages dans ce salon.

source: This user can NOT send messages in this room.
de: Dieser Benutzer kann keine Nachrichten in diesem Raum verschicken.
fr: Cet utilisateur ne peut PAS envoyer de messages dans ce salon.

source: Occupants
de: Teilnehmer/Innen
fr: Participants :
he: נוכחים
hu: Jelenlevők

source: Invite
de: Einladen
fr: Inviter
he: הזמנה
hu: Meghívás

source: Features
de: Funktionen
fr: Caractéristiques

source: Hidden
de: Versteckt
fr: Masqué
he: נסתר
hu: Rejtett

source: Message archiving
de: Nachrichten Archivierung
fr: Archivage du message

source: Members only
de: Nur Mitglieder
fr: Membres uniquement

source: Moderated
de: Moderiert
fr: Modéré
he: מבוקר
hu: Moderált

source: Non-anonymous
de: Nicht anonym
fr: Non-anonyme
he: לא-אנונימי
hu: NEM névtelen

source: Open
de: Offen
fr: Ouvrir

source: Password protected
de: Passwort geschützt
fr: Protégé par mot de passe

source: Persistent
de: Dauerhaft
fr: Persistant

source: Semi-anonymous
de: Teils anonym
fr: Semi-anonyme
he: אנונימי-למחצה
hu: Félig névtelen

source: Temporary
de: Vorübergehend
fr: Temporaire

source: Unmoderated
de: Unmoderiert
fr: Non modéré
he: לא מבוקר
hu: Moderálatlan

source: Unsecured
de: Ungeschützt
fr: Non sécurisé

source: This room is not publicly searchable
de: Dieser Raum ist nicht suchbar
fr: Ce salon ne peut pas être recherché publiquement

source: Messages are archived on the server
de: Nachrichten werden auf dem Server archiviert
fr: Les messages sont archivés sur le serveur

source: This room is restricted to members only
de: Dieser Raum ist nur für Mitglieder zugänglich
fr: Ce salon est restreint aux membres uniquement

source: This room is being moderated
de: Dieser Raum ist moderiert
fr: Ce salon est modéré

source: All other room occupants can see your XMPP username
de: Jeder in dem Raum kann deine XMPP/ Jabber ID sehen
fr: Tous les autres occupants de ce salon peuvent voir votre nom d’utilisateur XMPP

source: Anyone can join this room
de: Jeder kann diesen Raum betreten
fr: N’importe qui peut rejoindre ce salon

source: This room requires a password before entry
de: Dieser Raum erfordert ein Passwort
fr: Ce salon nécessite un mot de passe pour y accéder

source: This room persists even if it's unoccupied
de: Dieser Raum bleibt auch wenn Niemand in ihm ist bestehen
fr: Ce salon persiste même s'il est inoccupé

source: This room is publicly searchable
de: Dieser Raum ist per Suche auffindbar
fr: Ce salon peut être recherché publiquement

source: Only moderators can see your XMPP username
de: Nur Moderatoren können deine XMPP/ Jabber ID sehen
fr: Seuls les modérateurs peuvent voir votre identifiant XMPP

source: This room will disappear once the last person leaves
de: Dieser Raum verschwindet sobald diesen die letzte Person verlassen hat
fr: Ce salon disparaîtra au départ de la dernière personne

source: This room is not being moderated
de: Dieser Raum ist unmoderiert
fr: Ce salon n’est pas modéré

source: This room does not require a password upon entry
de: Dieser Raum erfordert kein Passwort
fr: Ce salon nécessite un mot de passe pour y accéder

source: You are about to invite %1$s to the chat room "%2$s".
de: Du bist gerade dabei %1$s in den Raum "%2$s" einzuladen.
fr: Vous vous apprêtez à inviter %1$s dans le salon "%2$s".
he: אתה עומד להזמין את %1$s לחדר שיחה "%2$s".
hu: %1$s meghívott a(z) "%2$s" csevegőszobába.

source: You may optionally include a message, explaining the reason for the invitation.
de: Du kannst optional eine Nachricht mit den Gründen der Einladung mitsenden.
fr: Vous pouvez facultativement ajouter un message, expliquant la raison de cette invitation.
he: באפשרותך להכליל הודעה, אשר מסבירה את הסיבה להזמנה.
hu: Megadhat egy üzenet a meghívás okaként.

source: Please enter a valid XMPP username
de: Bitte geben Sie eine gültige XMPP/ Jabber ID an
fr: Veuillez saisir un identifiant utilisateur XMPP valide

source: Room name
de: Raumname
fr: Nom du salon
he: שם חדר
hu: Szoba neve

source: Server
fr: Serveur
he: שרת
hu: Szerver

source: Join Room
de: Raum betreten
fr: Rejoindre
he: הצטרף לחדר
hu: Csatlakozás

source: Show rooms
de: Räume anzeigen
fr: Afficher les salons
he: הצג חדרים
hu: Létező szobák

source: Rooms
de: Räume
fr: Salons
he: חדרים
hu: Szobák

source: No rooms on %1$s
de: Keine Räume auf %1$s
fr: Aucun salon dans %1$s
he: אין חדרים על %1$s
hu: Nincs csevegőszoba a(z) %1$s szerveren

source: Room Address (JID):
de: XMPP/ Jabber ID (JID) dieses Raumes:
fr: Adresse du salon (JID) :

source: Occupants:
de: Teilnehmer:
fr: Participants :
he: נוכחים:
hu: Jelenlevők:

source: Features:
de: Funktionen:
fr: Caractéristiques :
he: תכונות:
hu: Tulajdonságok:

source: Requires authentication
de: Authentifizierung erforderlich
fr: Nécessite une authentification
he: מצריך אישור
hu: Azonosítás szükséges

source: Requires an invitation
de: Einladung erforderlich
fr: Nécessite une invitation
he: מצריך הזמנה
hu: Meghívás szükséges
