Repository: Carlosdss/ConverseJSspamina
Catalog: locale/*/LC_MESSAGES/converse.po
Languages: de, fr, he, hu

source: Open room
de: Offener Raum
fr: Ouvrir un salon
he: חדר פתוח
hu: Nyitott szoba

source: Permanent room
de: Dauerhafter Raum
fr: Salon permanent
he: חדר צמיתה
hu: Állandó szoba

source: Temporary room
de: Vorübergehender Raum
fr: Salon temporaire
he: חדר זמני
hu: Ideiglenes szoba

source: %1$s has invited you to join a chat room: %2$s
de: %1$s hat Sie in den Raum "%2$s" eingeladen
fr: %1$s vous invite à rejoindre le salon : %2$s
he: %1$s הזמינך להצטרף לחדר שיחה: %2$s
hu: %1$s meghívott a(z) %2$s csevegőszobába

source: %1$s has invited you to join a chat room: %2$s, and left the following reason: "%3$s"
de: %1$s hat Sie in den Raum "%2$s" eingeladen. Begründung: "%3$s"
fr: %1$s vous invite à rejoindre le salon : %2$s, avec le message suivant:"%3$s"
he: %1$s הזמינך להצטרף לחדר שיחה: %2$s, והשאיר את הסיבה הבאה: "%3$s"
hu: %1$s meghívott a(z) %2$s csevegőszobába. Indok: "%3$s"

source: Notification from %1$s
de: Benachrichtigung von %1$s
fr: Notification depuis %1$s

source: %1$s says
de: %1$s sagt
fr: %1$s dit

source: has come online
de: kam online
fr: s’est déconnecté

source: wants to be your contact
de: will dein Kontakt sein
fr: veut être votre contact

source: Re-establishing encrypted session
de: Verschlüsselte Sitzung wiederherstellen
fr: Rétablissement d’une session chiffrée
he: בסס מחדש ישיבה מוצפנת
hu: Titkosított kapcsolat újraépítése

source: Generating private key.
de: Generiere privaten Schlüssel.
fr: Génération de la clé privée.
he: כעת מפיק מפתח פרטי.
hu: Privát kulcs generálása

source: Your browser might become unresponsive.
de: Ihr Browser könnte langsam reagieren.
fr: Votre navigateur pourrait ne plus répondre.
he: הדפדפן שלך עשוי שלא להגיב.
hu: Előfordulhat, hogy a böngésző futása megáll.

source: Authentication request from %1$s Your chat contact is attempting to verify your identity, by asking you the question below. %2$s
de: Authentifizierungsanfrage von %1$s Ihr Kontakt möchte durch die folgende Frage Ihre Identität verifizieren: %2$s
fr: Demande d’authentification de %1$s Votre contact tente de vérifier votre identité, en vous posant la question ci-dessous. %2$s
he: בקשת אימות מאת %1$s האיש קשר שלך מנסה לאמת את הזהות שלך, בעזרת שאילת השאלה שלהלן. %2$s
hu: Azonosítási kérés érkezett: %1$s A csevegő partnere hitelesítést kér a következő kérdés megválaszolásával: %2$s

source: Could not verify this user's identify.
de: Die Identität des Benutzers konnte nicht verifiziert werden.
fr: L’identité de cet utilisateur ne peut pas être vérifiée.
he: לא היתה אפשרות לאמת את זהות משתמש זה.
hu: A felhasználó ellenőrzése sikertelen.

source: Exchanging private key with contact.
de: Tausche private Schlüssel mit Kontakt aus.
fr: Échange de la clef privée avec le contact.
he: מחליף מפתח פרטי עם איש קשר.
hu: Privát kulcs cseréje...

source: Your messages are not encrypted anymore
de: Deine Nachrichten sind nicht mehr verschlüsselt
fr: Vos messages ne sont plus chiffrés
he: ההודעות שלך אינן מוצפנות עוד
hu: Az üzenetek mostantól már nem titkosítottak

source: Your messages are now encrypted but your contact's identity has not been verified.
de: Deine Nachrichten sind ab jetzt verschlüsselt, aber die Identität des Kontaktes wurde noch nicht bestätigt.
fr: Vos messages sont maintenant chiffrés mais l’identité de votre contact n’a pas encore été vérifiée.
he: ההודעות שלך מוצפנות כעת אך זהות האיש קשר שלך טרם אומתה.
hu: Az üzenetek titikosítva vannak, de a csevegőpartnerét még nem hitelesítette.

source: Your contact's identify has been verified.
de: Die Identität des Kontakts wurde bestätigt.
fr: L’identité de votre contact a été vérifiée.
he: זהות האיש קשר שלך אומתה.
hu: A csevegőpartnere hitelesítve lett.

source: Your contact has ended encryption on their end, you should do the same.
de: Dein Kontakt hat die Verschlüsselung deaktiviert, du solltest das gleiche tun.
fr: Votre contact a arrêté le chiffrement de son côté, vous devriez le faire aussi.
he: האיש קשר סיים הצפנה בקצה שלהם, עליך לעשות זאת גם כן.
hu: A csevegőpartnere kikapcsolta a titkosítást, így Önnek is ezt kellene tennie.

source: Your message could not be sent
de: Ihre Nachricht konnte nicht gesendet werden
fr: Votre message ne peut pas être envoyé
he: ההודעה שלך לא היתה יכולה להישלח
hu: Az üzenet elküldése nem sikerült

source: We received an unencrypted message
de: Wir haben eine unverschlüsselte Nachricht empfangen
fr: Un message non chiffré a été reçu
he: אנחנו קיבלנו הודעה לא מוצפנת
hu: Titkosítatlan üzenet érkezett

source: We received an unreadable encrypted message
de: Wir haben eine unlesbare Nachricht empfangen
fr: Un message chiffré illisible a été reçu
he: אנחנו קיבלנו הודעה מוצפנת לא קריאה
hu: Visszafejthetetlen titkosított üzenet érkezett

source: Here are the fingerprints, please confirm them with %1$s, outside of this chat. Fingerprint for you, %2$s: %3$s Fingerprint for %1$s: %4$s If you have confirmed that the fingerprints match, click OK, otherwise click Cancel.
de: Hier sind die Fingerabdrücke, bitte bestätige diese mit %1$s, außerhalb von diesem Chat Fingerabdruck für dich, %2$s: %3$s Fingerabdruck für %1$s: %4$s Wenn du überprüft hast, dass die Fingerabdrücke zusammenpassen, drücke OK, andernfalls Abbrechen.
fr: Voici les empreintes de sécurité, veuillez les confirmer avec %1$s, en dehors de ce chat. Empreinte pour vous, %2$s : %3$s Empreinte pour %1$s : %4$s Si vous avez confirmé que les empreintes correspondent, cliquez OK, sinon cliquez Annuler.
he: הרי טביעות האצבע, אנא אמת אותן עם %1$s, מחוץ לשיחה זו. טביעת אצבע עבורך, %2$s: %3$s טביעת אצבע עבור %1$s: %4$s היה ואימתת כי טביעות האצבע תואמות, לחץ אישור (OK), אחרת לחץ ביטול (Cancel).
hu: Ujjlenyomatok megerősítése. Az Ön ujjlenyomata, %2$s: %3$s A csevegőpartnere ujjlenyomata, %1$s: %4$s Amennyiben az ujjlenyomatok biztosan egyeznek, klikkeljen az OK, ellenkező esetben a Mégse gombra.

source: You will be prompted to provide a security question and then an answer to that question. Your contact will then be prompted the same question and if they type the exact same answer (case sensitive), their identity will be verified.
de: Sie werden im folgenden nach einer Sicherheitsfrage und dann nach dessen Antwort gefragt. Ihr Kontakt wird dann die Sicherheitsfrage lesen und die Antwort korrekt beantworten müssen (Groß- und Kleinschreibung beachten!) um die Identitäten zu überprüfen.
fr: Vous allez être invité à fournir une question de sécurité et une réponse à cette question. Votre contact devra répondre à la même question et s’il fournit la même réponse (sensible à la casse), son identité sera vérifiée.
he: אתה תתבקש לספק שאלת אבטחה ולאחריה תשובה לשאלה הזו. האיש קשר יתבקש עובר זאת לאותה שאלת אבטחה ואם אלו יקלידו את אותה התשובה במדויק (case sensitive), זהותם תאומת.
hu: Elsőként egy biztonsági kérdést kell majd feltennie és megválaszolnia. Majd a csevegőpartnerének is megjelenik ez a kérdés. Végül ha a válaszok azonosak lesznek (kis- nagybetű érzékeny), a partner hitelesítetté válik.

source: What is your security question?
de: Wie lautet Ihre Sicherheitsfrage?
fr: Quelle est votre question de sécurité ?
he: מהי שאלת האבטחה שלך?
hu: Mi legyen a biztonsági kérdés?

source: What is the answer to the security question?
de: Wie lautet die Antwort Ihrer Sicherheitsfrage?
fr: Quelle est la réponse à la question de sécurité ?
he: מהי התשובה לשאלת האבטחה?
hu: Mi a válasz a biztonsági kérdésre?

source: Invalid authentication scheme provided
de: Ungültiges Authentifizierungsmuster wurde zur Verfügung gestellt
fr: Schéma d’authentification fourni non valide
he: סופקה סכימת אימות שגויה
hu: Érvénytelen hitelesítési séma.

source: Your messages are not encrypted. Click here to enable OTR encryption.
de: Ihre Nachricht ist unverschlüsselt. Klicken Sie hier um OTR Verschlüsselung zu aktivieren.
fr: Vos messages ne sont pas chiffrés. Cliquez ici pour activer le chiffrement OTR.
he: ההודעות שלך אינן מוצפנות. לחץ כאן כדי לאפשר OTR.
hu: Az üzenetek titkosítatlanok. OTR titkosítás aktiválása.

source: Your messages are encrypted, but your contact has not been verified.
de: Ihre Nachrichten werden verschlüsselt aber Ihr Kontakt wurde noch nicht verifiziert/ bestätigt.
fr: Vos messages sont chiffrés, mais votre contact n’a pas été vérifié.
he: ההודעות שלך מוצפנות כעת, אך האיש קשר שלך טרם אומת.
hu: Az üzenetek titikosítottak, de a csevegőpartnere még nem hitelesített.

source: Your messages are encrypted and your contact verified.
de: Ihre Nachrichten werden verschlüsselt und Ihr Kontakt wurde bestätigt.
fr: Vos messages sont chiffrés et votre contact est vérifié.
he: ההודעות שלך מוצפנות כעת והאיש קשר שלך אומת.
hu: Az üzenetek titikosítottak és a csevegőpartnere hitelesített.

source: Your contact has closed their end of the private session, you should do the same
de: Ihr Kontakt hat die private Sitzung geschlossen. Sie sollten das gleiche tun.
fr: Votre contact a fermé la session privée de son côté, vous devriez le faire aussi
he: האיש קשר סגר את קצה ישיבה פרטית שלהם, עליך לעשות זאת גם כן
hu: A csevegőpartnere lezárta a magán beszélgetést

source: End encrypted conversation
de: Beende die verschlüsselte Unterhaltung
fr: Terminer la conversation chiffrée
he: סיים ישיבה מוצפנת
hu: Titkosított kapcsolat vége

source: Refresh encrypted conversation
de: Verschlüsselte Unterhaltung aktualisieren
fr: Actualiser la conversation chiffrée
he: רענן ישיבה מוצפנת
hu: A titkosított kapcsolat frissítése

source: Start encrypted conversation
de: Beginn einer verschlüsselten Unterhaltung
fr: Démarrer une conversation chiffrée
he: התחל ישיבה מוצפנת
hu: Titkosított beszélgetés indítása

source: Verify with fingerprints
de: Überprüfung mit Fingerabdruck
fr: Vérifier par empreintes de sécurité
he: אמת בעזרת טביעות אצבע
hu: Ellenőrzés újjlenyomattal

source: Verify with SMP
de: Überprüfung mit SMP
fr: Vérifier par Question/Réponse
he: אמת בעזרת SMP
hu: Ellenőrzés SMP-vel

source: What's this?
de: Was ist das?
fr: Qu’est-ce que c’est ?
he: מה זה?
hu: Mi ez?

source: unencrypted
de: unverschlüsselt
fr: chiffré
he: לא מוצפנת
hu: titkosítatlan

source: unverified
de: nicht verifiziert
fr: non vérifié
he: לא מאומתת
hu: nem hitelesített

source: verified
de: verifiziert
fr: vérifié
he: מאומתת
hu: hitelesített

source: finished
de: erledigt
fr: terminé
he: מוגמרת
hu: befejezett

source: Your XMPP provider's domain name:
de: Ihr XMPP/ Jabber Provider Domain Name:
fr: Votre domaine XMPP :
he: שם מתחם של ספק XMPP שלך:
hu: Az XMPP szolgáltató domain neve:

source: Fetch registration form
fr: Récupération du formulaire d’enregistrement
he: משוך טופס הרשמה
hu: Regisztrációs űrlap

source: Tip: A list of public XMPP providers is available
de: Tipp: Eine Liste öffentlicher Provider ist verfügbar
fr: Astuce : une liste publique de fournisseurs XMPP est disponible
he: טיפ: רשימה פומבית של ספקי XMPP הינה זמינה
hu: Tipp: A nyílvános XMPP szolgáltatókról egy lista elérhető

source: here
de: hier
fr: ici
he: כאן
hu: itt

source: Register
de: Registrierung
fr: S’enregistrer
he: הירשם
hu: Regisztráció

source: Sorry, the given provider does not support in band account registration. Please try with a different provider.
de: Entschuldigung: Dieser Provider erlaubt keine direkte Benutzer- Registrierung. Versuchen Sie einen anderen Provider oder erstellen Sie einen Zugang beim Provider direkt.
fr: Désolé, le fournisseur indiqué ne supporte pas l’enregistrement de compte en ligne. Merci d’essayer avec un autre fournisseur.
he: מצטערים, הספק שניתן לא תומך ברישום חשבונות in band. אנא נסה עם ספק אחר.
hu: A megadott szolgáltató nem támogatja a csevegőn keresztüli regisztrációt. Próbáljon meg egy másikat.

source: Requesting a registration form from the XMPP server
fr: Demande du formulaire enregistrement au serveur XMPP
he: כעת מבקש טופס הרשמה מתוך שרת XMPP
hu: Regisztrációs űrlap lekérése az XMPP szervertől

source: Something went wrong while establishing a connection with "%1$s". Are you sure it exists?
de: Etwas schlägt fehl beim Versuch eine Verbindung mit "%1$s" her zu stellen. Sicher das "%1$s" existiert?
fr: Quelque chose a échoué lors de l’établissement de la connexion avec "%1$s". Existe-t-il vraiment ?
he: משהו השתבש במהלך ביסוס חיבור עם "%1$s". האם אתה בטוח כי זה קיים?
hu: Hiba történt a(z) "%1$s" kapcsolódásakor. Biztos benne, hogy ez létező kiszolgáló?

source: Now logging you in
de: Sie werden angemeldet
fr: En cours de connexion
he: כעת מחבר אותך פנימה
hu: Belépés...

source: Registered successfully
de: Registrierung erfolgreich
fr: Enregistré avec succès
he: נרשם בהצלחה
hu: Sikeres regisztráció

source: The provider rejected your registration attempt. Please check the values you entered for correctness.
de: Der Provider hat die Registrierung abgelehnt. Bitte überprüfen Sie Ihre Angaben auf Richtigkeit.
fr: Le fournisseur a rejeté votre demande d’enregistrement.
hu: A szolgáltató visszautasította a regisztrációs kérelmet. Kérem ellenőrízze a bevitt adatok pontosságát.

source: Retry
de: Wiederholen
fr: Réessayer

source: Click to toggle the rooms list
de: Umschalten der Raum listen
fr: Cliquer pour ouvrir la liste des salons

source: Open Rooms
de: Offene Räume
fr: Ouvrir les salons

source: Are you sure you want to leave the room "%1$s"?
de: Wollen Sie diesen Raum "%1$s" wirklich verlassen?
fr: Voulez-vous vraiment supprimer le marque-page « %1$s » ?

source: This contact is busy
de: Dieser Kontakt ist beschäftigt
fr: Ce contact est occupé
he: איש קשר זה עסוק
hu: Elfoglalt

source: This contact is online
de: Dieser Kontakt ist online
fr: Ce contact est connecté
he: איש קשר זה מקוון
hu: Elérhető

source: This contact is offline
de: Dieser Kontakt ist offline
fr: Ce contact est déconnecté
he: איש קשר זה אינו מקוון
hu: Nincs bejelentkezve

source: This contact is unavailable
de: Dieser Kontakt ist nicht verfügbar
fr: Ce contact est indisponible
he: איש קשר זה לא זמין
hu: Elérhetetlen

source: This contact is away for an extended period
de: Dieser Kontakt ist für längere Zeit abwesend
fr: Ce contact est absent
he: איש קשר זה נעדר למשך זמן ממושך
hu: Hosszabb ideje távol

source: This contact is away
de: Dieser Kontakt ist abwesend
fr: Ce contact est absent
he: איש קשר זה הינו נעדר
hu: Távol

source: Groups
de: Gruppen
fr: Groupes
he: קבוצות
hu: Csoportok

source: My contacts
de: Meine Kontakte
fr: Mes contacts
he: האנשי קשר שלי
hu: Kapcsolataim

source: Pending contacts
de: Unbestätigte Kontakte
fr: Contacts en attente
he: אנשי קשר ממתינים
hu: Függőben levő kapcsolatok

source: Contact requests
de: Kontaktanfragen
fr: Demandes de contacts
he: בקשות איש קשר
hu: Kapcsolatnak jelölés

source: Ungrouped
de: Ungruppiert
fr: Sans groupe
he: ללא קבוצה
hu: Nincs csoportosítva

source: Filter
fr: Filtrer

source: State
de: Staat
fr: Status

source: Any
fr: Aucun

source: Unread
de: Ungelesen
fr: Non lu

source: Chatty
fr: Bavard

source: Extended Away
de: Länger nicht anwesend
fr: Absence longue durée

source: Click to remove %1$s as a contact
de: Hier klicken um %1$s zu entfernen
fr: Cliquez pour retirer le contact « %1$s »

source: Click to accept the contact request from %1$s
de: Hier klicken um die Kontaktanfrage von %1$s zu akzeptieren
fr: Cliquez pour accepter la demande de « %1$s »

source: Click to decline the contact request from %1$s
de: Hier klicken um die Kontaktanfrage von %1$s abzulehnen
fr: Cliquez pour décliner la demande de contact de « %1$s »

source: Click to chat with this contact
de: Hier klicken um mit diesem Kontakt zu chatten
fr: Cliquez pour discuter avec ce contact
he: לחץ כדי לשוחח עם איש קשר זה
hu: Csevegés indítása ezzel a partnerünkkel

source: Name
fr: Nom
he: שם
hu: Név

source: Are you sure you want to remove this contact?
de: Wollen Sie diesen Kontakt wirklich entfernen?
fr: Voulez-vous vraiment retirer ce contact ?
he: האם אתה בטוח כי ברצונך להסיר את איש קשר זה?
hu: Valóban törölni szeretné a csevegőpartnerét?

source: Are you sure you want to decline this contact request?
de: Wollen Sie diese Kontaktanfrage wirklich ablehnen?
fr: Voulez-vous vraiment décliner cette demande de contact ?
he: האם אתה בטוח כי ברצונך לסרב את בקשת איש קשר זה?
hu: Valóban elutasítja ezt a partnerkérelmet?

source: Contacts
de: Kontakte
he: אנשי קשר
hu: Kapcsolatok

source: Message
de: Nachricht
he: הודעה
hu: Üzenet

source: Public
de: Öffentlich
he: פומבי
hu: Nyílvános

source: Description:
de: Beschreibung:
he: תיאור:
hu: Leírás:

source: e.g. conversejs.org
de: z. B. conversejs.org
he: למשל conversejs.org
hu: pl. conversejs.org
